tap "adoptopenjdk/openjdk"
tap "anchore/grype"
tap "anchore/syft"
tap "b3z/small"
tap "filippo.io/yubikey-agent", "https://filippo.io/yubikey-agent"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "itchyny/tap"
tap "kreuzwerker/taps"
tap "superbrothers/zsh-kubectl-prompt"
tap "versent/taps"
tap "warrensbox/tap"
brew "ansible"
brew "yamllint"
brew "ansible-lint"
brew "aws-iam-authenticator"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bash-completion@2"
brew "bbftp-client"
brew "node"
brew "bitwarden-cli"
brew "libffi"
brew "chruby"
brew "dos2unix"
brew "elinks"
brew "freerdp"
brew "fzf"
brew "git"
brew "git-crypt"
brew "gnupg"
brew "go"
brew "grep"
brew "harfbuzz"
brew "helm"
brew "hopenpgp-tools"
brew "htop"
brew "hugo"
brew "ipcalc"
brew "istioctl"
brew "jq"
brew "k9s"
brew "kops"
brew "krew"
brew "kube-ps1"
brew "libpq"
brew "openjdk"
brew "maven"
brew "midnight-commander"
brew "mtr"
brew "ncdu"
brew "ncftp"
brew "neovim"
brew "opensc", link: false
brew "openssh"
brew "p7zip"
brew "ykpers"
brew "pam_yubico"
brew "qt"
brew "pdfgrep"
brew "pinentry-mac"
brew "postgresql@14"
brew "pv"
brew "pwgen"
brew "pyenv"
brew "rename"
brew "ruby-install"
brew "saml2aws"
brew "sleepwatcher", restart_service: true
brew "stern"
brew "telnet"
brew "tmux"
brew "vegeta"
brew "velero"
brew "vifm"
brew "watch"
brew "wget"
brew "ykman"
brew "yubico-piv-tool"
brew "yubikey-agent", restart_service: true
brew "zsh-completions"
brew "kreuzwerker/taps/m1-terraform-provider-helper"
brew "superbrothers/zsh-kubectl-prompt/zsh-kubectl-prompt"
brew "warrensbox/tap/tfswitch"
cask "activate"
cask "atom"
cask "aws-vault"
cask "drawio"
cask "gpg-suite"
cask "intellij-idea-ce"
cask "mounty"
cask "opensc"
cask "paintbrush"
cask "tunnelblick"
cask "yubico-authenticator"
cask "yubico-yubikey-manager"
cask "zerotier-one"
